---
kind: other
id: Properties.T:Autodesk.Revit.Exceptions.WrongUserException
source: html/fcc11119-26d7-d896-8b19-ad737ea84ca9.htm
---
# WrongUserException Properties

The information of the function throwing the exception.